<?php

return [
    'welcome_message' => 'Добро пожаловать',
    'latest_games' => 'Последние игры',
    'sidebar' => [
        'dashboard' => 'Панель управления',
        'games' => 'Игры',
        'game_platforms' => 'Платформы игр',
        'categories' => 'Категории',
        'users' => 'Пользователи',
        'settings' => 'Настройки системы',
    ],
    'system_settings_updated' => 'Настройки системы успешно обновлены.',
    'system_settings' => [
        'title' => 'Настройки системы',
        'subtitle' => 'Управляйте настройками системы здесь.'
    ],
    'success_messages' => [
        'game_added' => 'Игра была успешно добавлена.',
        'game_updated' => 'Игра была успешно обновлена.',
        'user_added' => 'Пользователь был успешно добавлен.',
        'user_updated' => 'Пользователь был успешно обновлен.',
        'platform_added' => 'Платформа была успешно добавлена.',
        'platform_updated' => 'Платформа была успешно обновлена.',
        'category_added' => 'Категория была успешно добавлена.',
        'category_updated' => 'Категория была успешно обновлена.',
        'subcategory_added' => 'Подкатегория была успешно добавлена.',
        'subcategory_updated' => 'Подкатегория была успешно обновлена.',
    ],
];